<?php
//Headings
$_['heading_title'] = 'การชำระเงินผ่านอะเมซอน (Amazon Payments)';
$_['heading_address'] = 'กรุณาเลือกที่อยู่ในการจัดส่งสินค้า';
$_['heading_payment'] = 'กรุณาเลือกวิธีการชำระเงิน';
$_['heading_confirm'] = 'การสั่งซื้อโดยสรุป';

//Text
$_['text_back'] = 'ย้อนกลับไป';
$_['text_cart'] = 'ตะกร้าสินค้า';
$_['text_confirm'] = 'ยืนยัน';
$_['text_continue'] = 'ดำเนินการต่อ';
$_['text_cba'] = 'การชำระเงินผ่านอะเมซอน (Amazon Payments)';
$_['text_enter_coupon'] = "ใส่รหัสคูปองของท่านที่นี่ หากท่านไม่มี ให้ข้ามขั้นตอนนี้ไป";
$_['text_coupon'] = "คูปอง";
$_['text_tax_other'] = "ภาษี / ค่าดำเนินการอื่นๆ";
$_['text_payment_failed'] = 'การชำระเงินล้มเหลว กรุณาติดต่อเจ้าหน้าที่ของทางร้านเพื่อรับคำแนะนำ หรือ เลือกวิธีการชำระเงินประเภทอื่น';
$_['text_payment_success'] = "รายการสั่งซื้อของท่านถูกสร้างสำเร็จแล้ว ดูรายละเอียดการสั่งซื้อด้านล่าง";

//Errors
$_['error_payment_method'] = 'กรุณาเลือกวิธีการชำระเงิน';
$_['error_shipping'] = 'กรุณาเลือกวิธีการจัดส่งสินค้า';
$_['error_shipping_address'] = 'กรุณาเลือกที่อยู่การจัดส่งสินค้า';
$_['error_shipping_methods'] = 'พบปัญหาในการเรียกข้อมูลที่อยู่ของท่านจากอะเมซอน กรุณาติดต่อเจ้าหน้าที่ของทางร้านเพื่อรับความช่วยเหลือ';
$_['error_no_shipping_methods'] = 'ไม่พบวิธีการจัดส่งสินค้าของที่อยู่การจัดส่งที่ท่านเลือก กรุณาเลือกที่อยู่อื่นในการจัดส่งสินค้า';
?>