<?php
// Text
$_['text_title']          = 'บัตรเครดิต/บัตรเดรบิต (Paymate)';
$_['text_unable']         = 'ไม่สามารถค้นหาหรืออัพเดทสถานะการสั่งซื้อของท่านได้';
$_['text_declined']       = 'การชำระเงินถูกยกเลิกโดย Paymate';
$_['text_failed']         = 'รายการ Paymate ล้มเหลว';
$_['text_failed_message'] = '<p>เกิดปัญหาระหว่างดำเนินการสร้างรายการ Paymate </p><p><b>Warning: </b>%s</p><p>กรุณาตรวจสอบยอดคงเหลือในบัญชี Paymate ของท่าน ก่อนการกลับไปสร้างรายการนี้ใหม่อีกครั้ง</p><p> หากท่านมั่นใจว่ารายการนี้สำเร็จสมบูรณ์แล้ว หรือ บัญชี Paymate มียอดคงเหลือที่ลดลง กรุณา <a href="%s">ติดต่อเรา</a> พร้อมรายละเอียดการสั่งซื้อของท่าน</p>';
$_['text_basket']         = 'ตะกร้าสินค้า';
$_['text_checkout']       = 'ชำระเงิน';
$_['text_success']        = 'สำเร็จ';
?>