<?php
// Text
$_['text_title']           = 'บัตรเครดิต หรือ เดบิต (ดำเนินการสั่งซื้ออย่างปลอดถัยผ่านเพย์พาล (PayPal)';
$_['text_credit_card']     = 'บัตรเครดิต หรือ เดบิต';
$_['text_start_date']      = '(ถ้ามี)';
$_['text_issue']           = '(สำหรับบัตรมาสโทร (Maestro) และโซโล (Solo) เท่านั้น)';
$_['text_wait']            = 'กรุณารอสักครู่';

// Entry
$_['entry_cc_owner']       = 'ผู้ถือบัตร:';
$_['entry_cc_type']        = 'ประเภทบัตร:';
$_['entry_cc_number']      = 'เลขที่บัตร:';
$_['entry_cc_start_date']  = 'วันที่ออกบัตร:';
$_['entry_cc_expire_date'] = 'วันที่บัตรหมดอายุ:';
$_['entry_cc_cvv2']        = 'Card Security Code (CVV2):';
$_['entry_cc_issue']       = 'Card Issue Number:';

// Error
$_['error_required']       = 'ท่านจำเป็นต้องใส่ข้อมูลให้ครบทุกช่อง';
$_['error_general']        = 'พบปัญหาในการทำรายการ กรุณาลองใหม่อีกครั้ง';
$_['error_config']         = 'โมดูลการชำระเงินมีข้อผิดพลาด กรุณาทำการเข้าสู่ระบบเพื่อยืนยันตัวตนอีกครั้ง';
$_['error_address']        = 'ข้อมูลที่อยู่ อำเภอ จังหวัด รหัสไปรษณีย์ในการชำระเงินมีข้อผิดพลาด กรุณาลองใหม่อีกครั้ง';
$_['error_declined']       = 'รายการถูกปฎิเสธ กรุณาลองใหม่อีกครั้ง';
$_['error_invalid']        = 'ข้อมูลบัตรเครดิตที่ท่านใส่มีข้อผิดพลาด กรุณาลองใหม่อีกครั้ง';
?>