<?php
// Text
$_['text_title']           = 'บัตรเครดิต หรือ บัตรเดรบิต(ดำเนินการอย่างปลอดภัยโดย PayPal)';
$_['text_credit_card']     = 'รายละเอียด บัตรเครดิต';
$_['text_start_date']      = '(ถ้ามี)';
$_['text_issue']           = '(สำหรับบัตร Maestro และ Solo เท่านั้น)';
$_['text_wait']            = 'กรุณารอสักครู่';

// Entry
$_['entry_cc_type']        = 'ประเภทบัตร:';
$_['entry_cc_number']      = 'เลขที่บัตร:';
$_['entry_cc_start_date']  = 'วันที่ออกบัตร:';
$_['entry_cc_expire_date'] = 'วันที่บัตรหมดอายุ:';
$_['entry_cc_cvv2']        = 'รหัส 3 ตัวหลักบัตร (CVV2):';
$_['entry_cc_issue']       = 'เลขที่ Issue ของบัตร:';

 // Added 1.5.6
 $_['entry_cc_owner']       = 'ผู้ถือบัตร:';

  // Error
 $_['error_required']       = 'ท่านจำเป็นต้องใส่ข้อมูลเกี่ยวกับการชำระเงินให้ครบถ้วนทุกช่อง';
 $_['error_general']        = 'เกิดข้อผิดพลาดบางประการ กรุณาลองใหม่อีกครั้ง';
 $_['error_config']         = 'ขั้นตอนการชำระเงินผิดพลาด กรุณาตรวจสอบสิทธิ์ในการเข้าระบบอีกครั้ง';
 $_['error_address']        = 'ข้อมูลที่อยู่ไม่ผิดพลาด กรุณาตรวจสอบและลองใหม่อีกครั้ง';
 $_['error_declined']       = 'รายการนี้ได้ถูกปฏิเสธ กรุณาลองใหม่อีกครั้ง';
 $_['error_invalid']        = 'ไม่พบข้อมูลบัตรเครดิตที่ท่านระบุ กรุณาลองใหม่อีกครั้ง';
?>