<?php
// Heading 
$_['heading_title']     = 'ที่อยู่สมาชิก';

// Text
$_['text_account']      = 'สมาชิก';
$_['text_address_book'] = 'รายการ';
$_['text_edit_address'] = 'แก้ไข';
$_['text_insert']       = 'ระบบเพิ่มที่อยู่เข้าไปยังรายการเรียบร้อยแล้ว';
$_['text_update']       = 'ระบบปรับปรุงรายการที่อยู่เรียบร้อยแล้ว';
$_['text_delete']       = 'ระบบลบที่อยู่ออกจากรายการเรียบร้อยแล้ว';

// Entry
$_['entry_firstname']   = 'ชื่อ:';
$_['entry_lastname']    = 'นามสกุล:';
$_['entry_company']     = 'บริษัท:';
$_['entry_company_id']  = 'เลขที่จดทะเบียนบริษัท:';
$_['entry_tax_id']      = 'เลขประจำตัวผู้เสียภาษี:';
$_['entry_address_1']   = 'ที่อยู่ 1:';
$_['entry_address_2']   = 'ที่อยู่ 2:';
$_['entry_postcode']    = 'รหัสไปรษณีย์:';
$_['entry_city']        = 'อำเภอ:';
$_['entry_country']     = 'ประเทศ:';
$_['entry_zone']        = 'จังหวัด:';
$_['entry_default']     = 'กำหนดเป็นที่อยู่เริ่มต้น:';

// Error
$_['error_delete']      = 'ไม่สามารถลบที่อยู่ออกจากรายการได้';
$_['error_default']     = 'ไม่สามารถลบที่อยู่เริ่มต้นออกจากรายการได้';
$_['error_firstname']   = 'ชื่อ ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_lastname']    = 'นามสกุล ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_vat']         = 'หมายเลข VAT ไม่ถูกต้อง';
$_['error_address_1']   = 'ที่อยู่ ต้องมีความยาวระหว่าง 3 - 128 ตัวอักษร';
$_['error_postcode']    = 'รหัสไปรษณีย์ ต้องมีความยาวระหว่าง 2 - 10 ตัวอักษร';
$_['error_city']        = 'อำเภอ ต้องมีความยาวระหว่าง 2 - 128 ตัวอักษร';
$_['error_country']     = 'กรุณาใส่ข้อมูลให้ครบถ้วน'; 
$_['error_zone']        = 'กรุณาใส่ข้อมูลให้ครบถ้วน';

// CUSTOM BUTTON 
$_['button_continue']       = 'ตกลง';
?>