<?php
// Heading 
$_['heading_title']      = 'ข้อมูลสมาชิก';

// Text
$_['text_account']       = 'สมาชิก';
$_['text_edit']          = 'แก้ไขข้อมูล';
$_['text_your_details']  = 'ข้อมูลส่วนตัวของท่าน';
$_['text_success']       = 'ทำการอัพเดทข้อมูลสมาชิกของท่านเรียบร้อยแล้ว';

// Entry
$_['entry_firstname']      = 'ชื่อ:';
$_['entry_lastname']       = 'นามสกุล:';
$_['entry_email']          = 'ที่อยู่อีเมล์:';
$_['entry_telephone']      = 'เบอร์โทรศัพท์:';
$_['entry_fax']        	   = 'แฟ็กซ์:';

// Error
$_['error_exists']     = 'ที่อยู่อีเมล์ที่กำหนดถูกใช้ในการสมัครสมาชิกแล้ว';
$_['error_firstname']  = 'ชื่อ ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_lastname']   = 'นามสกุล ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_email']      = 'กำหนดที่อยู่อีเมล์ไม่ถูกต้อง';
$_['error_telephone']  = 'หมายเลขโทรศัพท์ ต้องมีความยาวระหว่าง 3 - 32 ตัวอักษร';

// CUSTOM BUTTON 
$_['button_continue']       = 'ตกลง';
?>