<?php
// Heading 
$_['heading_title']   	= 'ลืมรหัสผ่าน?';

// Text
$_['text_account']      = 'สมาชิก';
$_['text_forgotten']  	= 'ลืมรหัสผ่าน';
$_['text_your_email'] 	= 'ที่อยู่อีเมล์:';
$_['text_email']      	= 'กรุณาใส่อีเมล์ที่ตรงกับอีเมล์สมาชิกของท่าน เมื่อท่านกด "ตกลง" รหัสผ่านจะถูกส่งไปยังอีเมล์ของท่าน';
$_['text_success']    	= 'รหัสผ่านใหม่ได้ถูกส่งไปยังอีเมล์ของท่านแล้ว';

// Entry
$_['entry_email']     	= 'ที่อยู่อีเมล์:';

// Error
$_['error_email']     	= 'ไม่พบอีเมล์ในระบบ กรุณาใส่อีเมล์ที่ตรงกับอีเมล์สมาชิกของท่านอีกครั้ง';

// CUSTOM BUTTON 
$_['button_continue']   = 'ดำเนินการต่อ';
?>