<?php
// Heading 
$_['heading_title']                = 'สมาชิกเข้าสู่ระบบ';

// Text
$_['text_account']                 = 'บัญชีผู้ใช้ของฉัน';
$_['text_login']                   = 'เข้าสู่ระบบ';
$_['text_new_customer']            = 'สมาชิกใหม่';
$_['text_register']                = 'สมัครสมาชิก';
$_['text_register_account']        = 'เมื่อสมัครสมาชิกกับเรา ท่านจะสามารถสั่งซื้อได้รวดเร็วขึ้น ได้รับข้อมูลอัพเดทการซื้อของท่าน พร้อมทั้งสามารถตรวจสอบประวัติการสั่งซื้อที่ผ่านมาของท่านได้';
$_['text_returning_customer']      = 'ลูกค้าที่สมัครสมาชิกแล้ว';
$_['text_i_am_returning_customer'] = 'ถ้าหากท่านมีบัญชีผู้ใช้กับเรา กรุณาเข้าสู่ระบบ';
$_['text_forgotten']               = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                  = 'ที่อยู่อีเมล์:';
$_['entry_password']               = 'รหัสผ่าน:';

// Error
$_['error_login']                  = 'อีเมล์หรือรหัสผ่านผิด';
$_['error_approved']               = 'บัญชีผู้ใช้ของท่านต้องได้รับการยืนยันก่อนจึงจะสามารถเข้าสู่ระบบได้'; 

// CUSTOM BUTTON 
$_['button_continue']               = 'สมัครสมาชิก';
?>