<?php
// Heading 
$_['heading_title']        = 'สมัครสมาชิก';

// Text
$_['text_account']         = 'บัญชีผู้ใช้ของฉัน';
$_['text_register']        = 'สมัครสมาชิก';
$_['text_account_already'] = 'สำหรับผู้ที่เป็นสมัครสมาชิกแล้ว กรุณา <a href="%s">เข้าสู่ระบบ</a>.';
$_['text_your_details']    = 'ข้อมูลส่วนตัว';
$_['text_your_address']    = 'ที่อยู่';
$_['text_newsletter']      = 'ข่าวสาร';
$_['text_your_password']   = 'รหัสผ่าน';
$_['text_agree']           = 'ฉันได้อ่านและยอมรับ <a class="colorbox" href="%s" alt="%s"><b>%s</b></a> แล้ว';

// Entry
$_['entry_firstname']      = 'ชื่อ:';
$_['entry_lastname']       = 'นามสกุล:';
$_['entry_email']          = 'ที่อยู่อีเมล์:';
$_['entry_telephone']      = 'เบอร์โทรศัพท์:';
$_['entry_fax']            = 'แฟกซ์:';
$_['entry_company']        = 'บริษัท:';
$_['entry_customer_group'] = 'ประเภทธุรกิจ:';
$_['entry_company_id']     = 'หมายเลขจดทะเบียนบริษัท:';
$_['entry_tax_id']         = 'เลขประจำตัวผู้เสียภาษี:';
$_['entry_address_1']      = 'ที่อยู่ 1:';
$_['entry_address_2']      = 'ที่อยู่ 2:';
$_['entry_postcode']       = 'รหัสไปรษณีย์:';
$_['entry_city']           = 'อำเภอ:';
$_['entry_country']        = 'ประเทศ:';
$_['entry_zone']           = 'จังหวัด:';
$_['entry_newsletter']     = 'ต้องการรับข่าวสารจากทางเว็บไซต์:';
$_['entry_password']       = 'รหัสผ่าน:';
$_['entry_confirm']        = 'กรอกรหัสผ่านอีกครั้ง:';

// Error
$_['error_exists']     	   = 'ที่อยู่อีเมล์ถูกใช้ในการสมัครสมาชิกแล้ว';
$_['error_firstname']      = 'ชื่อ ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_lastname']       = 'นามสกุล ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_email']          = 'กำหนดที่อยู่อีเมล์ไม่ถูกต้อง';
$_['error_telephone']      = 'เบอร์โทรศัพท์ ต้องมีความยาวระหว่าง 3 - 32 ตัวอักษร';
$_['error_password']       = 'รหัสผ่านต้องเป็นตัวอักขระระหว่าง 4 ถึง 20 ตัว';
$_['error_confirm']        = 'การยืนยันรหัสผ่านไม่ตรงกับรหัสผ่านครั้งแรก';
$_['error_company_id']     = 'กรุณากำหนดข้อมูลให้ครบถ้วน';
$_['error_tax_id']         = 'กรุณากำหนดข้อมูลให้ครบถ้วน';
$_['error_vat']            = 'หมายเลข VAT ไม่ถูกต้อง';
$_['error_address_1']      = 'ที่อยู่ ต้องมีความยาวระหว่าง 3 - 128 ตัวอักษร';
$_['error_city']           = 'อำเภอ ต้องมีความยาวระหว่าง 2 - 128 ตัวอักษร';
$_['error_postcode']       = 'รหัสไปรษณีย์ ต้องมีความยาวระหว่าง 2 - 10 ตัวอักษร';
$_['error_country']        = 'กรุณากำหนดข้อมูลให้ครบถ้วน';
$_['error_zone']           = 'กรุณากำหนดข้อมูลให้ครบถ้วน';
$_['error_agree']          = 'กรุณาคลิกในช่องสี่เหลี่ยม เพื่อยอมรับ%s';

// CUSTOM BUTTON 
$_['button_continue']      = 'ตกลง';
?>