<?php
// Heading 
$_['heading_title']      = 'การคืนสินค้า';

// Text
$_['text_account']       = 'สมาชิก';
$_['text_return']        = 'ข้อมูลการคืนสินค้า';
$_['text_return_detail'] = 'รายละเอียดการคืนสินค้า';
$_['text_description']   = '<p>หากท่านต้องการคืนสินค้า กรุณากรอกรายละเอียดด้านล่างนี้ให้สมบูรณ์</p>';
$_['text_order']         = 'ข้อมูลการสั่งซื้อ';
$_['text_product']       = 'ข้อมูลสินค้าและเหตุผลในการคืนสินค้า';
$_['text_message']       = '<p>ขอบคุณสำหรับการยื่นคำร้องขอคืนสินค้า ท่านจะได้รับข้อความสถานะรายการผ่านทางอีเมล์ของท่าน เมื่อทางเราพิจารณาเรียบร้อยแล้ว</p>';
$_['text_return_id']     = 'เลขที่ใบแจ้งคืนสินค้า:';
$_['text_order_id']      = 'เลขที่ใบสั่งซื้อ:';
$_['text_date_ordered']  = 'วันที่สั่งซื้อ:';
$_['text_status']        = 'สถานะ:';
$_['text_date_added']    = 'วันที่แจ้ง:';
$_['text_customer']      = 'ลูกค้า:';
$_['text_comment']       = 'หมายเหตุ';
$_['text_history']       = 'ประวัติการคืนสินค้า';
$_['text_empty']         = 'ยังไม่มีรายการคืนสินค้า';
$_['text_agree']         = 'ฉันได้อ่านและยอมรับ <a class="colorbox" href="%s" alt="%s"><b>%s</b></a> แล้ว';

// Column
$_['column_product']     = 'ชื่อสินค้า';
$_['column_model']       = 'รหัสสินค้า';
$_['column_quantity']    = 'จำนวน';
$_['column_price']       = 'ราคา';
$_['column_opened']      = 'เปิดสินค้าแล้ว';
$_['column_comment']     = 'หมายเหตุ';
$_['column_reason']      = 'เหตุผลในการคืนสินค้า';
$_['column_action']      = 'ดำเนินการ';
$_['column_date_added']  = 'วันที่แจ้ง';
$_['column_status']      = 'สถานะ';

// Entry
$_['entry_order_id']     = 'เลขที่รายการสั่งซื้อ:';
$_['entry_date_ordered'] = 'วันที่สั่งซื้อ:';
$_['entry_firstname']    = 'ชื่อ:';
$_['entry_lastname']     = 'นามสกุล:';
$_['entry_email']        = 'อีเมล์:';
$_['entry_telephone']    = 'เบอร์โทรศัพท์:';
$_['entry_product']      = 'ชื่อสินค้า:';
$_['entry_model']        = 'รหัสสินค้า:';
$_['entry_quantity']     = 'จำนวน:';
$_['entry_reason']       = 'เหตุผลในการคืนสินค้า:';
$_['entry_opened']       = 'ท่านได้เปิดสินค้าแล้วใช่หรือไม่:';
$_['entry_fault_detail'] = 'หากมีตำหนิ หรือ อื่นๆ โปรดระบุ:';
$_['entry_captcha']      = 'กรุณากรอกรหัสที่ท่านเห็นด้านล่างนี้:';

// Error
$_['text_error']         = 'ไม่พบข้อมูล';
$_['error_order_id']     = 'กรุณากำหนดข้อมูลให้ครบถ้วน';
$_['error_firstname']    = 'ชื่อ ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_lastname']     = 'นามสกุล ต้องมีความยาวระหว่าง 1 - 32 ตัวอักษร';
$_['error_email']        = 'กำหนดที่อยู่อีเมล์ไม่ถูกต้อง';
$_['error_telephone']    = 'เบอร์โทรศัพท์ ต้องมีความยาวระหว่าง 3 - 32 ตัวอักษร';
$_['error_product']      = 'ชื่อสินค้าต้องมีความยาวระหว่าง 3 - 255 ตัวอักษร';
$_['error_model']        = 'รหัสสินค้าต้องมีความยาวระหว่าง 3 - 64 ตัวอักษร';
$_['error_reason']       = 'กรุณาระบุเหตุผลในการคืนสินค้า';
$_['error_captcha']      = 'รหัสตรวจสอบไม่ถูกต้อง';
$_['error_agree']        = 'กรุณาคลิกเครื่องหมายถูก เพื่อยอมรับ%s';

// CUSTOM BUTTON 
$_['text_no']            = 'ไม่ใช่';
$_['button_back']        = 'กลับไป';
$_['button_continue']    = 'ตกลง';
?>