<?php
// Heading
$_['heading_title'] 		= 'บัญชีสมาชิกของท่านถูกสร้างเรียบร้อยแล้ว';

// Text
$_['text_message']  		= '<p>บัญชีสมาชิกของท่านถูกสร้างเรียบร้อยแล้ว</p> <p>ท่านสามารถช็อปปิ้งกับร้านได้แล้วจากนี้ หากท่านมีข้อสงสัยประการใด หรือหากไม่ได้รับอีเมล์การยืนยันความเป็นสมาชิกภายใน 1 ชม. รบกวนท่าน <a href="%s">ติดต่อทางร้าน</a>.</p>';
$_['text_approval'] 		= '<p>ขอบคุณที่สมัครสมาชิกกับทาง %s</p><p>เมื่อบัญชีสมาชิกของท่านพร้อมใช้งาน ท่านจะได้รับข้อความยืนยันทางอีเมล์ หากท่านมีข้อสงสัยประการใด สามารถติดต่อกับทางร้านได้ <a href="%s">ที่นี่</a>.</p>';
$_['text_account']  		= 'สมาชิก';
$_['text_success']  		= 'สำเร็จ';

// CUSTOM BUTTON 
$_['button_continue']       = 'ตกลง';
?>