<?php
// Heading 
$_['heading_title']    = 'สั่งซื้อบัตรกำนัลของขวัญ';

// Text
$_['text_account']     = 'บัญชีสมาชิก';
$_['text_voucher']     = 'สั่งซื้อบัตรกำนัลของขวัญ';
$_['text_description'] = 'บัตรกำนัลของขวัญนี้จะถูกส่งไปยังอีเมล์ของผู้รับ เมื่อท่านได้ทำการชำระเงินเรียบร้อยแล้ว';
$_['text_agree']       = 'ฉันเข้าใจและยอมรับว่า บัตรกำนัลของขวัญไม่สามารถชำระเงินคืนหรือเปลี่ยนเป็นเงินสดได้';
$_['text_message']     = '<p>ขอขอบคุณท่านที่สั่งซื้อบัตรกำนัลของขวัญกับทางเรา เมื่อท่านดำเนินขั้นตอนการสั่งซื้อและชำระเงินเรียบร้อยแล้ว บัตรกำนัลของขวัญจะถูกส่งไปยังผู้รับพร้อมรายละเอียดวิธีการใช้</p>';
$_['text_for']         = '%s บัตรกำนัลของขวัญสำหรับ %s';

// Entry
$_['entry_to_name']    = 'ชื่อผู้รับบัตรกำนัลของขวัญ';
$_['entry_to_email']   = 'อีเมล์ผู้รับบัตรกำนัลของขวัญ';
$_['entry_from_name']  = 'ชื่อของท่าน:';
$_['entry_from_email'] = 'อีเมล์ของท่าน:';
$_['entry_theme']      = 'รูปแบบของบัตรกำนัลของขวัญ:';
$_['entry_message']    = 'ข้อความ:<br /><span class="help">(ถ้ามี)</span>';
$_['entry_amount']     = 'จำนวน:<br /><span class="help">(มูลค่าต้องอยู่ระหว่าง %s และ %s)</span>';

// Error
$_['error_to_name']    = 'ชื่อผู้รับ (ต้องมีจำนวนระหว่าง 1 - 64 ตัวอักษร)';
$_['error_from_name']  = 'ชื่อผู้ส่งที่ท่านระบุ ต้องมีจำนวนระหว่าง 1 - 64 ตัวอักษร';
$_['error_email']      = 'อีเมล์ไม่ถูกต้อง';
$_['error_theme']      = 'ท่านจำเป็นต้องเลือกรูปแบบของบัตรกำนัลของขวัญ';
$_['error_amount']     = 'จำนวนต้องอยู่ระหว่าง %s และ %s';
$_['error_agree']      = 'หมายเหตุ: ท่านจำเป็นต้องยอมรับว่าบัตรกำนัลของขวัญไม่สามารถชำระเงินคืนหรือเปลี่ยนเป็นเงินสดได้';
?>