<?php
// Text
$_['text_subject']  = '%s - บัญชีสมาชิกประเภทตัวแทนจำหน่าย';
$_['text_welcome']  = 'ขอขอบคุณท่านที่ร่วมเป็น %s ตัวแทนจำหน่ายกับทางเรา';
$_['text_approval'] = 'บัญชีสมาชิกของท่านต้องได้รับการอนุมัติก่อนท่านจึงจะเข้าใช้งานได้ เมื่อบัญชีสมาชิกของท่านได้รับการอนุมัติแล้ว ท่านสามารถเข้าสู่ระบบโดยใช้อีเมล์และรหัสผ่านที่ใช้ในการสมัครผ่านเว็บไซต์ของเราได้ที่:';
$_['text_services'] = 'เมื่อท่านเข้าใช้งานบัญชีสมาชิกได้แล้ว ท่านจะสามารถสร้างรหัสติดตามสถานะ ติดตามการจ่ายค่าตอบแทน และแก้ไขข้อมูลส่วนตัวของท่าน';
$_['text_thanks']   = 'ขอขอบคุณท่าน,';
?>