<?php
// Text
$_['text_subject']        = '%s - ขอบคุณที่สมัครสมาชิกกับเรา';
$_['text_welcome']        = 'ยิินดีตอนรับและขอบคุณสำหรับการสมัครสมาชิกกับทาง %s';
$_['text_login']          = 'บัญชีผู้ใช้ของท่านถูกสร้างเรียบร้อยแล้ว ท่านสามารถเข้าสู่ระบบได้โดยใช้ที่อยู่อีเมล์และรหัสผ่านของท่านเพื่อเข้าชมเว็บไซต์ที่นี่:';
$_['text_approval']       = 'บัญชีผู้ใช้ของท่านจะต้องถูกยืนยันก่อนที่จะทำการเข้าสู่ระบบ เมื่อมีการยืนยันบัญชีผู้ใช้แล้ว ท่านสามารถเข้าสู่ระบบได้โดยใช้ที่อยู่อีเมล์และรหัสผ่านของท่านเพื่อเข้าชมเว็บไซที่นี่:';
$_['text_services']       = 'เมื่อท่านเข้าสู่ระบบ ท่านจะสามารถสั่งซื้อสินค้าได้รวดเร็วขึ้น ได้รับข้อมูลอัพเดทการซื้อ พร้อมทั้งสามารถตรวจสอบประวัติการสั่งซื้อที่ผ่านมาของท่านได้';
$_['text_thanks']         = 'ขอบคุณ';
$_['text_new_customer']   = 'สมาชิกใหม่';
$_['text_signup']         = 'ลูกค้าทำการสมัครสมาชิกเรียบร้อยแล้ว:';
$_['text_website']        = 'เว็บไซต์:';
$_['text_customer_group'] = 'กลุ่ม:';
$_['text_firstname']      = 'ชื่อ:';
$_['text_lastname']       = 'นามสกุล:';
$_['text_company']        = 'ชื่อบริษัท:';
$_['text_email']          = 'อีเมลล์:';
$_['text_telephone']      = 'เบอร์โทรศัพท์:';
?>