<?php
// Text
$_['text_subject']  = 'ท่านได้รับบัตรกำนัลของขวัญจาก %s';
$_['text_greeting'] = 'ขอแสดงความยินดีกับท่าน ท่านได้รับบัตรกำนัลของขวัญมูลค่า %s';
$_['text_from']     = 'ท่านได้บัตรกำนัลของขวัญนี้จาก %s';
$_['text_message']  = 'พร้อมข้อความนี้';
$_['text_redeem']   = 'สำหรับการใช้จ่ายบัตรกำนัลของขวัญนี้ กรุณาใส่รหัสบัตรกำนัลของขวัญ <b>%s</b> จากนั้นคลิกลิงค์ด้านล่างนี้เพื่อทำการสั่งซื้อสินค้าในเว็บไซต์ของเรา ท่านสามารถใส่รหัสบัตรกำนัลของขวัญในหน้าตะกร้าสินค้าก่อนทำการยืนยันการสั่งซื้อได้เช่นกัน';
$_['text_footer']   = 'หากท่านมีข้อสงสัยประการใด กรุณาส่งกลับอีเมล์นี้';
?>