<?php
// Heading 
$_['heading_title']        = 'บัญชีสมาชิกประเภทตัวแทนจำหน่าย';

// Text
$_['text_account']         = 'บัญชีสมาชิก';
$_['text_my_account']      = 'บัญชีสมาชิกประเภทตัวแทนจำหน่ายของฉัน';
$_['text_my_tracking']     = 'ข้อมูลติดตามสถานะของฉัน';
$_['text_my_transactions'] = 'รายการของฉัน';
$_['text_edit']            = 'แก้ไขข้อมูลสมาชิกของท่าน';
$_['text_password']        = 'เปลี่ยนแปลงรหัสผ่าน';
$_['text_payment']         = 'เปลี่ยนแปลงวิธีการชำระเงิน';
$_['text_tracking']        = 'รหัสติดตามการขายของตัวแทนจำหน่าย';
$_['text_transaction']     = 'ดูประวัติการทำรายการของท่าน';
?>