<?php
// Heading 
$_['heading_title']     		= 'ข้อมูลบัญชีสมาชิกของฉัน';

// Text
$_['text_account']      		= 'บัญชีสมาชิก';
$_['text_edit']         		= 'แก้ไขข้อมูล';
$_['text_your_details'] 		= 'ข้อมูลส่วนตัวของท่าน';
$_['text_your_address'] 		= 'อีเมล์ของท่าน';
$_['text_success']      		= 'บัญชีของท่านได้รับการปรับปรุงเรียบร้อยแล้ว';

// Entry
$_['entry_firstname']   		= 'ชื่อ:';
$_['entry_lastname']    		= 'นามสกุล:';
$_['entry_email']       		= 'อีเมล์:';
$_['entry_telephone']   		= 'เบอร์โทรศัพท์:';
$_['entry_fax']        			= 'แฟกซ์:';
$_['entry_company']     		= 'ชื่อบริษัท:';
$_['entry_website']     		= 'เว็บไซต์:';
$_['entry_address_1']   		= 'ที่อยู่ 1:';
$_['entry_address_2']   		= 'ที่อยู่  2:';
$_['entry_postcode']    		= 'รหัสไปรษณีย์:';
$_['entry_city']           		= 'อำเภอ:';
$_['entry_country']        		= 'ประเทศ:';
$_['entry_zone']           		= 'จังหวัด:';

// Error
$_['error_exists']              = 'อีเมล์นี้ได้ถูกใช้ในการสมัครสมาชิกแล้ว';
$_['error_firstname']           = 'ชื่อ ต้องมีตัวอักษรจำนวน 1 - 32 ตัว';
$_['error_lastname']            = 'นามสกุล ต้องมีตัวอักษรจำนวน 1 - 32 ตัว';
$_['error_email']               = 'อีเมล์นี้ไม่มีอยู่ในระบบ';
$_['error_telephone']           = 'เบอร์โทรศัพท์ ต้องมีตัวเลขจำนวน 3 - 32 ตัว';
$_['error_address_1']           = 'ที่อยู่ ต้องมีตัวอักขระจำนวน 3 - 128 ตัว';
$_['error_city']        		= 'อำเภอ ต้องมีความยาวระหว่าง 2 - 128 ตัวอักษร';
$_['error_country']     		= 'กรุณาใส่ข้อมูลให้ครบถ้วน'; 
$_['error_zone']        		= 'กรุณาใส่ข้อมูลให้ครบถ้วน';
$_['error_postcode']            = 'รหัสไปรษณีย์ ต้องมีตัวเลขจำนวน 2 - 10 ตัว';
?>