<?php
// Heading 
$_['heading_title']   = 'ท่านลืมรหัสผ่าน?';

// Text
$_['text_account']    = 'บัญชีสมาชิก';
$_['text_forgotten']  = 'ลืมรหัสผ่าน';
$_['text_your_email'] = 'อีเมล์ของท่าน';
$_['text_email']      = 'กรุณาใส่อีเมล์ที่ใช้สำหรับบัญชีสมาชิกของท่าน เมื่อท่านกดตกลง รหัสผ่านใหม่จะถูกส่งไปยังอีเมล์ของท่าน';
$_['text_success']    = 'รหัสผ่านใหม่ของท่านถูกส่งไปยังอีเมล์ของท่านเรียบร้อยแล้ว';

// Entry
$_['entry_email']     = 'อีเมล์:';

// Error
$_['error_email']     = 'ไม่พบอีเมล์นี้ในระบบ กรุณากรอกอีเมล์ที่ใช้สำหรับบัญชีสมาชิกของท่านอีกครั้ง';
?>