<?php
// Heading 
$_['heading_title']                 = 'สมาชิกประเภทตัวแทนจำหน่าย';

// Text
$_['text_account']                  = 'บัญชีสมาชิก';
$_['text_login']                    = 'เข้าสู่ระบบ';
$_['text_description']              = '<p>%s สมาชิกประเภทตัวแทนจำหน่ายไม่มีค่าใช้จ่ายใดๆ ทั้งสิ้น เปิดโอกาสให้สมาชิกสามารถสร้างรายได้โดยนำลิงค์สินค้าของเราไปลงโฆษณาขายบนเว็บไซต์ของสมาชิกเอง ทุกๆ การขายสมาชิกจะได้รับค่าคอมมิชชั่นเป็นค่าตอบแทน ค่าคอมมิชชั่นปัจจุบันจะอยู่ที่ %s.</p><p>สำหรับข้อมูลเพิ่มเติม สามารถดูรายละเอียดได้ที่หน้าช่วยเหลือ หรือ ดูรายละเอียดได้ที่ ตัวแทนจำหน่าย ดู เงื่อนไข  &amp; ข้อกำหนด</p>';
$_['text_new_affiliate']            = 'ตัวแทนจำหน่ายใหม่';
$_['text_register_account']         = '<p> ฉันยังไม่เป็นตัวแทนจำหน่าย </p><p> คลิก "ตกลง" ด้านล่าง เพื่อสร้างบัญชีสมาชิกตัวแทนจำหน่าย โปรดทราบไว้ว่าระบบของเราไม่มีการเชื่อมต่อกับบัญชีสมาชิกของท่าน</p>';
$_['text_returning_affiliate']      = 'เข้าสู่ระบบตัวแทนจำหน่าย';
$_['text_i_am_returning_affiliate'] = 'ฉันเป็นตัวแทนจำหน่ายอยู่แล้ว';
$_['text_forgotten']                = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                   = 'อีเมล์ตัวแทนจำหน่าย:';
$_['entry_password']                = 'รหัสผ่าน:';

// Error
$_['error_login']                   = 'ไม่มีอีเมล์ในระบบ / รหัสผ่านผิด';
$_['error_approved']                = 'บัญชีสมาชิกของท่านจำเป็นต้องได้รับการอนุมัติก่อน จึงจะสามารถเข้าใช้งานได้';
?>