<?php
// Heading 
$_['heading_title']    = 'การติดตามสถานะของตัวแทนจำหน่าย';

// Text
$_['text_account']     = 'บัญชีสมาชิก';
$_['text_description'] = 'เพื่อความมั่นใจว่าท่านจะได้รับค่าตอบแทนอย่างครบถ้วน ท่านจำเป็นต้องใส่รหัสติดตามสถานะใน URL\'s ให้ถูกต้อง เพื่อที่ทางเราจะสามารถติดตามรายการที่เกี่ยวข้องกับท่านได้ ท่านสามารถใช้เครื่องมือด้านล่างนี้เพื่อสร้างลิงค์ไปยังเว็บไซต์ %s ';
$_['text_code']        = '<b>รหัสติดตามสถานะของท่าน:</b>';
$_['text_generator']   = '<b>สร้างลิงค์สำหรับติดตามสถานะ</b><br />ใส่ชื่อสินค้าที่ท่านต้องการ:';
$_['text_link']        = '<b>ลิงค์ติดตามสถานะของท่าน:</b>';
?>