<?php
// Text
$_['text_home']           = 'หน้าแรก';
$_['text_wishlist']       = 'รายการโปรด (%s)';
$_['text_shopping_cart']  = 'ตะกร้าสินค้า';
$_['text_search']         = 'ค้นหา';
$_['text_welcome']        = 'ยินดีต้อนรับสู่แหล่งช้อปปิ้งออนไลน์สินค้าราคาถูก <br /> ท่านสามารถ <a href="%s">เข้าสู่ระบบ</a> หรือ <a href="%s">สมัครสมาชิก</a>.';
$_['text_logged']         = 'ยินดีต้อนรับ <a href="%s">%s</a> <b>(</b> <a href="%s">ออกจากระบบ</a> <b>)</b>';
$_['text_account']        = 'บัญชีผู้ใช้ของฉัน';
$_['text_checkout']       = 'ชำระเงิน';
?>