<?php
// Text
$_['text_for']          = '%s ของขวัญสำหรับ %s';
$_['text_success']      = 'คำนวณยอดรวมการสั่งซื้อเรียบร้อยแล้ว';

// Error
$_['error_warning']     = 'กรุณาตรวจสอบข้อมูลที่ให้ถูกต้องอีกครั้ง';
$_['error_permission']  = 'ท่านไม่สามารถเข้าดูข้อมูลหน้านี้ได้, กรุณาติดต่อผู้ดูแลระบบ';
$_['error_customer']    = 'ไม่พบข้อมูลลูกค้า';
$_['error_email']       = 'ไม่พบที่อยู่อีเมล์ที่ท่านกำหนด';
$_['error_postcode']    = 'รหัสไปรษณีย์ต้องเป็นตัวอักขระระหว่าง 2 ถึง 10 ตัว';
$_['error_country']     = 'กรุณากำหนดข้อมูลให้ครบถ้วน';
$_['error_zone']        = 'กรุณากำหนดข้อมูลให้ครบถ้วน';
$_['error_stock']       = 'สินค้าต่อไปนี้ *** มีจำนวนไม่เพียงพอหรือไม่มีสินค้าเหลืออยู่ในสต็อค';
$_['error_minimum']     = 'ยอดสั่งซื้อขั้นต่ำสำหรับ %s คือ %s';	
$_['error_required']    = 'กรุณากำหนด %s';	
$_['error_shipping']    = 'กรุณากำหนดวิธีการจัดส่งสินค้า';
$_['error_no_shipping'] = 'กรุณากำหนดตัวเลือกการจัดส่งสินค้า';
$_['error_payment']     = 'กรุณาเลือกวิธีการชำระเงิน';
$_['error_no_payment']  = 'กรุณากำหนดตัวเลือกวิธีการชำระเงิน';
$_['error_coupon']      = 'ไม่สามารถใช้คูปองที่ท่านกำหนดได้';
$_['error_voucher']     = 'ไม่สามารถใช้บัตรกำนัลของขวัญที่ท่านกำหนดได้';
$_['error_reward']      = 'กรุณาใส่คะแนนสะสมที่ท่านต้องการใช้';	
$_['error_points']      = 'ท่านไม่มีคะแนนสะสมสำหรับ %s';
$_['error_maximum']     = 'ท่านสามารถใช้แต้มได้สูงสุด %s';
$_['error_to_name']     = 'ชื่อผู้รับต้องเป็นตัวอักขระระหว่าง 1 ถึง 64 ตัว';
$_['error_from_name']   = 'ชื่อของท่านต้องเป็นตัวอักขระระหว่าง 1 ถึง 64 ตัว';
$_['error_amount']      = 'ท่านต้องมียอดรวมระหว่าง %s และ %s';

// CUSTOM BUTTON 
$_['button_continue']   = 'ตกลง';
?>