<?php
// Heading
$_['heading_title'] = 'บันทึกข้อมูลการสั่งซื้อของท่านเรียบร้อยแล้ว';

// Text
$_['text_customer'] = '<p>ท่านสามารถตรวจสอบประวัติการสั่งซื้อของท่านได้โดยไปที่ เมนู <a href="%s">บัญชีผู้ใช้ของฉัน</a> แล้วเลือกเมนู <a href="%s"> รายการสั่งซื้อของท่าน</a>.</p><p> ขอบคุณท่านลูกค้าที่ไว้วางใจเลือกซื้อสินค้าออนไลน์กับทางเรา</p>';
$_['text_guest']    = '<p> ขอบคุณท่านลูกค้าที่ไว้วางใจเลือกซื้อสินค้าออนไลน์กับทางเรา</p>';
$_['text_basket']   = 'ตะกร้าสินค้า';
$_['text_checkout'] = 'ชำระเงิน';
$_['text_success']  = 'การสั่งซื้อสินค้าสำเร็จ';

// CUSTOM BUTTON 
$_['button_continue']       = 'เลือกซื้อสินค้าต่อ';
?>